[Korea]
1000=기기 검색
1001=기기를 선택하여 연결하세요
1002=블루투스를 사용하여 연결하거나
1003=iPhone의 블루투스를 활성화해주세요.
1004=검색 중
1005=검색 완료
1006=취소
1007=연결을 기다리는 중
1008=USB를 사용해 연결하세요
1009=기기를 선택하여 연결하세요
1010=연결 중
1011=Connect Fail...
1012=지우다
1013=Connect your Huawei phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=연결 중
1030=설정
[-Korea-]